Repository: doomy23/chemiresto
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Email address
fr: Adresse courriel

source: Invalid email address
fr: Adresse courriel invalide

source: The email address you entered is already in use on another account
fr: Cette adresse email est déjà en cours d'utilisation

source: Unable to load the license at this time.
fr: Incapable de charger la license en ce moment.

source: I agree to the Terms of Use, EULA and Privacy Policy
fr: J'accepte les Conditions d'utilisation

source: Save
fr: Enregistrer

source: Delete this restaurateur
fr: Créer le restaurateur

source: user
fr: utilisateur

source: birth date
fr: date de naissance

source: telephone
fr: téléphone

source: country
fr: pays

source: province/state/region
fr: province/état/région

source: city
fr: ville

source: address 1
fr: adresse 1

source: address 2
fr: adresse 2

source: zip code
fr: code postal

source: default delivery Address
fr: Enregistrer comme adresse de livraison

source: The restaurateur was successfully created its restaurant has been assigned.
fr: Le restaurateur a été créé avec succès un restaurant lui a été assigné.

source: The restaurateur was successfully created but he doesn't have any associated restaurant.
fr: Le restaurateur a été créé avec succès mais aucun restaurant ne lui a été assigné.

source: You have to select one order before beginning.
fr: Vous devez sélectionner une commande avant de commencer.

source: The selected order is no longer available.
fr: La commande sélectionnée n'est plus disponible

source: The order state is now : DELIVERING
fr: L'état de la commande est maintenant : LIVRAISON

source: You have completed a delivery successfully.
fr: Vous avez completé une livraison avec succès.

source: Your account information has been successfully updated.
fr: Les informations de votre compte a été mis à jour avec succès.

source: Your password has been successfully updated.
fr: Votre mot de passe a été mis à jour avec succès.

source: The delivery address has been successfully created.
fr: L'adresse de livraison a été créé avec succès.

source: The delivery address has been successfully updated.
fr: L'adresse de livraison a été mis à jour avec succès.

source: An unfinished command is associated with the delivery address.
fr: Une commande inachevée est associé à l'adresse de livraison.

source: The delivery address has been successfully deleted.
fr: L'adresse de livraison a été supprimé avec succès.

source: The delivery address specified does not exist.
fr: L'adresse de livraison spécifié n'existe pas.

source: awaiting
fr: en attente

source: preparing
fr: en préparation

source: ready
fr: prêt

source: delivering
fr: livraison

source: delivered
fr: livré

source: delivery man
fr: livreur

source: cost before tax
fr: coûts avant taxes

source: cost after tax
fr: coûts après taxes

source: tips
fr: pourboir

source: state
fr: état

source: delivery datetime
fr: date de livraison

source: delivery address
fr: adresse de livraison

source: delivery start
fr: début de livraison

source: delivery end
fr: fin de livraison

source: paid
fr: payé

source: paid datetime
fr: heure du paiement

source: order
fr: Commander

source: meal
fr: repas

source: qte
fr: qté

source: taxable
fr: imposable

source: tax
fr: impôt

source: rate
fr: taux

source: price
fr: prix

source: Thank you! You have paid your order successfully with PayPal.
fr: Merci! Vous avez payé votre commande par PayPal avec succès.

source: Impossible to proceed payment with PayPal :
fr: Impossible de procéder au paiement avec PayPal :

source: Cannot create PayPal payment object :
fr: Impossible de créer l'objet de paiement PayPal :

source: The order state has changed to : PREPARING
fr: L'état de la commande est maintenant : EN PREPARATION

source: The order state has changed to : READY
fr: L'état de la commande est maintenant : PRÊT

source: Two or more selected meals are from different restaurants, this is technically impossible.
fr: Deux repas sélectionnés ou plus sont de restaurants différents, c'est techniquement impossible.

source: Cannot create order:
fr: Impossible de créer la commande :

source: Missing delivery address
fr: Adresse de livraison manquante

source: Invalid datetime format
fr: Format de date et heure invalide

source: New order creation
fr: Nouvelle commande

source: Your order has been created and you will be noticed as it changes state. You can pay on delivery or immediatly with Paypal. Your order number is :
fr: Votre commande a été créée et vous allez recevoir un courriel. Vous pouvez payer à la livraison ou immédiatement avec PayPal :

source: state/province
fr: état/province

source: Search
fr: Recherche

source: name
fr: nom

source: '%s' has been successfully created
fr: '%s' a été créé avec succès.

source: '%s' has been successfully created but doesn't have an assigned restaurateur
fr: '%s' a été créé avec succès mais aucun restaurateur ne lui a été assigné.

source: '%s' has been successfully updated
fr: '%s' a été mis à jour avec succès.

source: '%s' has been successfully updated but doesn't have an assigned restaurateur
fr: '%s' a été créé avec succès mais aucun restaurateur ne lui a été assigné.

source: You can search without a city, but the other fields are required.
fr: Vous pouvez chercher sans ville, mais les autres champs sont requis.

source: '%s' has been successfully created but doesn't have a description
fr: '%s' a été créé avec succès mais mais n'a pas de description

source: '%s' has been successfully updated but doesn't have a description
fr: '%s' a été mis à jour avec succès mais n'a pas de description.

source: About
fr: À propos

source: LOG210 Laboratory - TEAM #5 - GROUP 3
fr: LOG210 Laboratoire - ÉQUIPE #5 - GROUPE 3

source: SUMMER 2015
fr: ÉTÉ 2015

source: Department of Software Engineering and IT
fr: Département de génie logiciel et des TI

source: Classe : LOG210 - Analysis and software design
fr: Cours : LOG210 - Analyse et conception de logiciels

source: Delivery date : 2015-07-27
fr: Date de remise : 2015-07-27

source: Creating a restaurateur
fr: Création d'un restaurateur

source: Create a restaurateur
fr: Créer un restaurateur

source: My dashboard
fr: Mon tableau de bord

source: Manage my account
fr: Gérer mon compte

source: Manage the restaurateurs
fr: Gérer les restaurateurs

source: Add a restaurant
fr: Ajouter un restaurant

source: Edit a restaurant
fr: Édition d'un restaurant

source: Manage my menus
fr: Gérer mes menus

source: Sign out
fr: Déconnexion

source: Welcome in Chemiresto
fr: Bienvenue dans Chemiresto

source: Current orders
fr: Commandes courrantes

source: For the
fr: Pour le

source: Order state
fr: État

source: More details
fr: Plus de détails

source: None
fr: Aucun(e)

source: Unpaid orders
fr: Commandes non-payées

source: Amount
fr: Montant

source: You can pay on delivery or pay now in the order details.
fr: Vous pouvez payer à la livraison ou dès maintenant dans le détail de la commande

source: Prepare order
fr: Préparer la commande

source: Delivery orders
fr: Commande en livraison

source: Ready to deliver
fr: Prêt à livrer

source: Start a delivery
fr: Commencer une livraison

source: First, you have to select one order on the left then enter your actual coordinates if it's not already done by the navigator geolocalisation.
fr: Premièrement, vous devez sélectionner une commande à gauche puis entrer vos coordonées si ce n'est pas déjà fait par le navigateur.

source: Start !
fr: Commencer !

source: Accept this delivery
fr: Accepter cette livraison

source: Cancel
fr: Annuler

source: Mark as 'paid'
fr: Marquer comme 'payé'

source: TIPS given
fr: Pourboir donné

source: Mark as 'delivered'
fr: Marquer comme 'livré'

source: Delete my account
fr: Supprimer mon compte

source: Are you sure you want to delete this account?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

source: My account
fr: Mon compte

source: Select language
fr: Langue

source: Sign in
fr: Connexion

source: Email
fr: Courriel

source: Password
fr: Mot de passe

source: You don't have an account?
fr: Vous n'avez pas de compte?

source: Update a restaurateur
fr: Édition d'un restaurateur

source: Account informations
fr: Informations du compte

source: Delivery addresses
fr: Adresses de livraison

source: Saved addresses
fr: Adresses enregistrées

source: address
fr: adresse

source: By default
fr: Par défaut

source: - None -
fr: - Acune -

source: New address
fr: Nouvelle adresse

source: Editing an Address
fr: Modification d'une adresse

source: Erase
fr: Effacer

source: Do you really want to delete this address?
fr: Voulez-vous vraiment supprimer cette adresse ?

source: cancel
fr: annuler

source: Delete
fr: Supprimer

source: Your customer account has been created, you can now sign in!
fr: Votre compte client a été créé , vous pouvez maintenant vous connecter !

source: Register
fr: Enregistrer

source: Select a restaurateur to edit
fr: Sélectionner un restaurateur pour l'éditer

source: Name
fr: nom

source: You are logged as
fr: Vous êtes connecté en tant que

source: all rights reserved
fr: Tous droits réservés

source: New order
fr: Nouvelle commande

source: Billing
fr: Paiement

source: Qte
fr: qté

source: Price
fr: prix

source: Subtotal
fr: Sous-total

source: Suggested TIPS
fr: Pourboir suggéré

source: Delivery
fr: Livraison

source: Delivery Address
fr: Adresse de livraison

source: Or
fr: Ou

source: Delivery time
fr: Adresse de livraison

source: Confirm and send order
fr: Confirmer et envoyer

source: Cancel order
fr: Annuler

source: Delivery address
fr: Adresse de livraison

source: Delivery man
fr: Livreur

source: Paid
fr: Payé

source: You can pay on delivery or pay now in the form bellow.
fr: Vous pouvez payer à la livraison ou maintenant avec le formulaire ci-dessous.

source: Pay with PayPal
fr: Payer avec PayPal

source: TIPS
fr: Pourboir

source: Checkout with PayPal
fr: Payer avec PayPal

source: Order state changes
fr: Changement d'état de commande

source: Before starting to cook this order, please change its state by pressing the following button...
fr: Avant de commencer la préparation, veuillez changer l'état en appuyant sur le bouton suivant...

source: Mark as 'Preparing'
fr: Marquer commer 'En préparation'

source: Before the delivery man comes, you have to mark the order as ready, to do so press the following...
fr: Avant que le livreur n'arrive, vous devez marquer la commande comme prête, pour se faire appuyez sur...

source: Mark as 'Ready'
fr: Marquer comme 'Prêt'

source: We inform you that a new order has been created.
fr: Nous vous informons qu'une nouvelle commande a été créée.

source: Create a restaurant
fr: Créer un restaurant

source: New restaurant
fr: Nouveau restaurant

source: Delete a restaurant
fr: Supprimer un restaurateur

source: Delete %(name)s ?
fr: Supprimer %(name)s ?

source: Click this button to confirm your choice
fr: Cliquer sur ce bouton pour confirmer

source: Add to order
fr: Ajouter

source: My order
fr: Ma commande

source: Order now!
fr: Commander maintenant!

source: Select a restaurant to edit
fr: Sélectionner un restaurant pour l'édition

source: Address
fr: adresse

source: City
fr: ville

source: Region
fr: Région

source: Country
fr: pays

source: Update
fr: Modifier

source: View the menu
fr: Voir le menu

source: Sorry no restaurant found in your area :(
fr: Désolé, aucun restaurant trouvé dans votre région :(

source: First
fr: Première

source: Before
fr: Précédante

source: Next
fr: Suivante

source: Last
fr: Dernière

source: Create a menu
fr: Création d'un menu

source: New menu
fr: Nouveau menu

source: Edit my menus
fr: Gérer mes menus

source: Select a menu or a meal to edit
fr: Sélectionner un menu ou un repas pour l'édition

source: Add a new menu
fr: Ajouter un nouveau menu

source: Add a new meal
fr: Ajouter un nouveau repas

source: You don't have any restaurant. You need to own at least one restaurant to create a menu.
fr: Vous n'avez aucun restaurant. Vous devez en avoir au moins un pour créer un menu.

source: Create a meal
fr: Création d'un repas

source: New meal
fr: Nouveau repas

source: Edit a meal
fr: Édition d'un repas

source: Edit a menu
fr: Édition d'un menu

source: Update a restaurant
fr: Édition d'un restaurant

source: Update the restaurant
fr: Gérer les restaurants

source: Select your language
fr: Choisissez votre langue
